Repository: bauhouse/connector
Catalog: po/*/connector.po
Languages: fr

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Bookmarks
fr: Signets

source: Others' Bookmarks
fr: Signets des autres

source: All Notifications
fr: Toutes les notifications

source: Today's Events
fr: Evénements d'aujourd'hui

source: This Week's Events
fr: Evénements de cette semaine

source: All Events
fr: Tous les événements

source: An invalid calendar was chosen.
fr: Le calendrier choisi est invalide.

source: There was a problem importing the iCalendar %{i18n_calendar_file}. Please be sure that it is a valid file.
fr: L'importation du calendrier %{i18n_calendar_file} pose problème. Veuillez vous assurer qu'il s'agit d'un fichier iCalendar valide.

source: Search: %{i18n_search_param}
fr: Rechercher :%{i18n_search_param}

source: Invalid subdomain, username or password.
fr: Sous-domaine, nom d'utilisateur ou mot de passe invalide.

source: New Column
fr: Nouvelle colonne

source: There was an error deleting the column.
fr: Une erreur s'est produite à la suppression de la colonne.

source: There was a problem importing the OPML file '%{i18n_opml_file}'. Please be sure that it is a valid file.
fr: L'importation du fichier OPML '%{i18n_opml_file}' pose problème. Veuillez vous assurer que le fichier est valide.

source: List folder successfully created.
fr: Dossier de listes créé avec succès.

source: An error occurred creating the list folder.
fr: Une erreur s'est produite à la création du dossier de listes.

source: List folder successfully renamed.
fr: Dossier de listes renommé avec succès.

source: An error occurred renaming the list folder.
fr: Une erreur s'est produite en renommant le dossier de listes.

source: Draft
fr: Brouillon

source: Replied
fr: Répondu

source: Forwarded
fr: Transféré

source: Flagged
fr: Marqué

source: Junk
fr: Indésirable

source: Unread
fr: Non lu

source: There was a problem importing %{i18n_vcard_file}. Please be sure it is a valid vCard file.
fr: L'importation de %{i18n_vcard_file} pose problème. Veuillez vous assurer qu'il s'agit fichier vCard valide.

source: Users
fr: Utilisateurs

source: %{i18n_owner_full_name}'s %{i18n_group_name}
fr: %{i18n_group_name} de %{i18n_owner_full_name}

source: Current Time
fr: Heure actuelle

source: Recent Comments
fr: Commentaires récents

source: Unread Messages
fr: Messages non lus

source: You must log in to access your RSS/ICS
fr: Vous devez vous identifier pour accéder à vos RSS/ICS

source: You no longer have access to this item.
fr: Vous n'avez plus accès à cet élément.

source: The shortcut was created.
fr: Le raccourci a été créé.

source: The shortcut could not be created. Please try again.
fr: Le raccourci n'a pu être créé. Veuillez réessayer.

source: %{i18n_time_in_words} ago
fr: Il y a %{i18n_time_in_words}

source: Toggle
fr: Inverser

source: Click to toggle your selection.
fr: Cliquer pour inverser la sélection.

source: Match All:
fr: Suivant les critères:

source: Top Level
fr: Niveau Supérieur

source: at
fr: à

source: Map
fr: Plan

source: Look up address in Google Maps
fr: Rechercher l'adresse dans Google Maps

source: Visible in your Workspace
fr: Visible dans votre Espace de travail

source: Subscribe
fr: S'abonner

source: Cancel
fr: Annuler

source: Time
fr: Heure

source: Events
fr: Evénements

source: All Day
fr: Toute la journée

source: Show Preview
fr: Afficher l'aperçu

source: Hide Preview
fr: Masquer l'aperçu

source: Unavailable
fr: Indisponible

source: admin login
fr: Identification admin

source: Subdomain
fr: Sous-domaine

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Remember my password for 2 weeks
fr: Retenir mon mot de passe pour 2 semaines

source: Sign In
fr: Identification

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Password Recovery
fr: Récupération de mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

source: Password Confirmation
fr: Confirmation du mot de passe

source: Reset Password + Sign In
fr: Réinitialiser le mot de passe + Identification

source: Browser Bookmarklet
fr: Bookmarklet pour navigateur

source: What is a bookmarklet?
fr: Qu'est-ce qu'un bookmarklet ?

source: A link you add to your browser's bookmarks toolbar.
fr: Un lien à ajouter à la barre des signets de votre navigateur.

source: And what does it do?
fr: Et à quoi cela sert-il ?

source: This bookmarklet helps you quickly bookmark a page while you're browsing the web.
fr: Ce bookmarklet vous permet d'ajouter facilement une page aux signets pendant que vous naviguez sur le web.

source: Okay, I want it
fr: D'accord, j'en veux

source: Drag this link up to your bookmarks toolbar
fr: Glissez ce lien vers la barre de signets de votre navigateur web

source: +Bookmark
fr: +Signet

source: You're done
fr: C'est tout

source: Just click it when you want to bookmark a page you're looking at.
fr: Il suffit de cliquer dessus pour ajouter la page que vous consultez à vos signets.

source: Done
fr: Effectué

source: Save Bookmark
fr: Enregistrer le signet

source: Info
fr: Infos

source: Bookmarked by %{i18n_bookmark_user_count} users
fr: Enregistré par %{i18n_bookmark_user_count} utilisateurs

source: first by %{i18n_bookmark_first_user}
fr: initialement par %{i18n_bookmark_first_user}

source: %{i18n_time_ago_in_words} ago
fr: il y a %{i18n_time_ago_in_words}

source: Date Created
fr: Date de création

source: Date Modified
fr: Date de modification

source: Sync Bookmarks with del.icio.us
fr: Synchroniser les signets avec del.icio.us

source: Save
fr: Enregistrer

source: New
fr: Nouveau

source: Show New
fr: Voir les nouveaux

source: Show All
fr: Voir tous

source: Edit
fr: Modifier

source: Get the Joyent Bookmarks Bookmarklet
fr: Obtenir le bookmarklet pour les signets Joyent

source: Edit Bookmark
fr: Modifier le signet

source: New Bookmark
fr: Nouveau signet

source: Address
fr: Adresse

source: Title
fr: Titre

source: Create
fr: Créer

source: Site Image
fr: Image du site

source: Date Added
fr: Date d'ajout

source: Owner
fr: Propriétaire

source: Link
fr: Lien

source: Go
fr: Aller

source: Details
fr: Détails

source: Import events from an iCalendar file (.ics)
fr: Importer les événements d'un fichier iCalendar (.ics)

source: Add the events to
fr: Ajouter les événements à

source: An existing calendar
fr: Un calendrier existant

source: A new calendar
fr: Un nouveau calendrier

source: New Calendar
fr: Nouveau calendrier

source: Import
fr: Importer

source: 4 Weeks Ago
fr: D'il y a 4 semaines

source: 1 Week Ago
fr: D'il y a 1 semaine

source: Yesterday
fr: D'hier

source: Today
fr: Aujourd'hui

source: to
fr: à

source: Tomorrow
fr: Demain

source: 1 Week From Now
fr: dans 1 semaine

source: 4 Weeks From Now
fr: dans 4 semaines

source: Key
fr: Légende

source: Overlaid Calendars
fr: Calendriers superposés

source: No calendars overlayed
fr: Aucun calendrier superposé

source: Click to Overlay
fr: Cliquer pour superposer

source: All calendars overlayed
fr: Calendriers tous superposés

source: You have <strong>%{i18n_accepted_declined}</strong> this invitation from <strong>%{i18n_inviter}</strong>.
fr: Vous avez <strong>%{i18n_accepted_declined}</strong> cette invitation de <strong>%{i18n_inviter}</strong>.

source: accepted
fr: accepté

source: declined
fr: refusé

source: <strong>%{i18n_event_inviter}</strong> has invited you to this event.
fr: <strong>%{i18n_event_inviter}</strong> vous a invité à cet événement.

source: Decline
fr: Refuser

source: Accept
fr: Accepter

source: To accept, select the calendar into which you would like this event saved
fr: Pour accepter, choisir le calendrier pour lequel vous voulez ajouter cet événement

source: Your Calendars
fr: Vos calendriers

source: Repeat
fr: Répétition

source: until
fr: jusqu'à

source: Forever
fr: Pour toujours

source: Location
fr: Lieu

source: Accepted By
fr: Accepté par

source: Declined By
fr: Refusé par

source: Pending Invitees
fr: Invités en attente

source: Alarm
fr: Alarme

source: Copy
fr: Copier

source: Move
fr: Déplacer

source: List View
fr: Vue par liste

source: Month View
fr: Vue mensuelle

source: Overlay Users
fr: Superposer les utilisateurs

source: Import iCalendar
fr: Importer iCalendar

source: Edit Event
fr: Modifier l'événement

source: New Event
fr: Nouvel événement

source: Event
fr: Evénement

source: Calendar
fr: Calendrier

source: month
fr: mois

source: day
fr: jour

source: year
fr: année

source: This is an <strong>all-day</strong> event
fr: Evénement pour le <strong>jour entier</strong>

source: Start Time
fr: Heure de début

source: Duration
fr: Durée

source: Hours
fr: Heures

source: None
fr: Néant

source: Daily
fr: chaque jour

source: Weekly
fr: chaque semaine

source: Monthly
fr: chaque mois

source: Yearly
fr: chaque année

source: End Date
fr: Date de fin

source: 15 minutes before
fr: 15 minutes avant

source: 1 hour before
fr: 1 heure avant

source: 1 day before
fr: 1 jour avant

source: Time Chart
fr: Agenda

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: every
fr: tous

source: Update
fr: Confirmer

source: %{i18n_the_time_in_words} ago by
fr: Il y a %{i18n_the_time_in_words} par

source: Delete
fr: Effacer

source: Delete this comment?
fr: Effacer ce commentaire ?

source: Comments
fr: Commentaires

source: Said
fr: a dit

source: Post
fr: Publier

source: Save Search
fr: Enregistrer la recherche

source: Save this search for %{i18n_params_string} as a smart group
fr: Enregistrer cette recherche de %{i18n_params_string} comme un groupe intelligent

source: events
fr: événements

source: Modified
fr: Modifié

source: Authenticate
fr: Authentifier

source: Download
fr: Télécharger

source: Email selected items as an attachment
fr: Envoyer les éléments sélectionnés comme pièces jointes

source: Email
fr: Courrier

source: Folders
fr: Dossiers

source: Files
fr: Fichiers

source: Up one level
fr: Un niveau plus haut

source: Current Folder
fr: Dossier actuel

source: New File
fr: Nouveau fichier

source: Upload up to 5 files at once
fr: Envoyer jusqu'à 5 fichiers à la fois

source: File
fr: Fichier

source: Folder
fr: Dossier

source: Edit File
fr: Modifier le fichier

source: Name
fr: Nom

source: %{i18n_file_owner_name}'s
fr: %{i18n_file_owner_name}

source: Files: %{i18n_file_folder_pathname}
fr: Fichiers: %{i18n_file_folder_pathname}

source: Size
fr: Taille

source: File Type
fr: Type de fichier

source: Guest Preferences
fr: Préférences Invité

source: username
fr: nom d'utilisateur

source: password
fr: mot de passe

source: confirm password
fr: confirmer le mot de passe

source: password recovery email address
fr: adresse email pour récupération de mot de passe

source: time zone
fr: fuseau horaire

source: language
fr: langue

source: Columns
fr: Colonnes

source: Add Column
fr: Ajouter colonne

source: Drag column headers below to change their order.
fr: Glisser les entêtes de colonnes pour en changer l'ordre.

source: Import an OPML file (.opml)
fr: Importer un fichier OPML (.opml)

source: Import OPML
fr: Importer OPML

source: New Row
fr: Nouvelle Ligne

source: Undo
fr: Annuler

source: Move Up
fr: Monter

source: Move Down
fr: Descendre

source: Outdent
fr: Désindenter

source: Indent
fr: Indenter

source: Tools
fr: Outils

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Special Values
fr: Valeurs spéciales

source: Editing
fr: Edition

source: When changing a column from Text to Checkbox the values 'true', 't', 'yes', 'y', '1', and '2' will be checked.
fr: En changeant une colonne de Texte à Checkbox, les valeurs 'true', 't', 'yes', 'y', '1', and '2' seront cochées.

source: Various ways of entering dates are supported, such as:
fr: Différentes façons d'entrer les dates sont supportées, telles que :

source: Numbers
fr: Nombres

source: A number cell with the value '+' will sum the values of its children.
fr: Une case nombre avec la valeur '+' additionnera les valeurs de ses descendants.

source: New List
fr: Nouvelle liste

source: Download As OPML
fr: Télécharger fichier OPML

source: From
fr: De

source: To
fr: A

source: Add
fr: Ajouter

source: Hide Cc
fr: Masquer Cc

source: Bcc
fr: Cci

source: Hide Bcc
fr: Masquer Cci

source: Show Cc
fr: Afficher Cc

source: Show Bcc
fr: Afficher Cci

source: Subject
fr: Sujet

source: Attachments
fr: Pièces jointes

source: Add Attachments
fr: Ajouter pièces jointes

source: From Connector
fr: Depuis Connector

source: From Your Computer
fr: Depuis votre ordinateur

source: Select a file to upload
fr: Choisir un fichier à envoyer

source: Attach
fr: Attacher

source: Send
fr: Envoyer

source: Save in Drafts
fr: Enregistrer comme Brouillon

source: Discard
fr: Supprimer

source: You cannot edit this draft email because it was composed in an email application using HTML formatting. To edit the email you can either
fr: Vous ne pouvez pas modifier ce brouillon d'email, parce qu'il a été produit par un client email utilisant un format HTML. Pour modifierce message, vous pouvez soit

source: 1) open the email in the original email application or
fr: 1) ouvrir le message dans le client email original, ou

source: 2) you can copy the text from the email below and paste it into a new email in Joyent's web mail application.
fr: 2) vous pouvez copier le texte du message ci-dessous, et le coller dans un nouveau message, avec l'application Courrier de Joyent.

source: Otherwise you can send the message from here.
fr: Autrement vous pouvez envoyer le message d'ici-même.

source: Open person in users.
fr: Afficher la personne dans les utilisateurs.

source: Open person in contacts.
fr: Afficher la personne dans les contacts.

source: Create new contact.
fr: Créer un nouveau contact.

source: Reply
fr: Répondre

source: Reply All
fr: Répondre à tous

source: Forward
fr: Transférer

source: Compose
fr: Nouveau

source: Mark as spam.
fr: Marquer comme spam.

source: Not Spam
fr: Non spam

source: Mark as not spam.
fr: Marquer comme non spam.

source: Permanently Delete All Spam
fr: Supprimer définitivement tous les spams

source: Do you want to permanently delete all spam?
fr: Voulez-vous supprimer définitivement tous les spams ?

source: Empty Trash
fr: Vider la corbeille

source: Do you want to empty your trash?
fr: Voulez-vous vider la corbeille ?

source: Forwarding
fr: Transfert…

source: Your email is currently not being forwarded to another email address.
fr: Votre message n'est pour le moment pas transféré vers une autre adresse email.

source: Your email is currently being forwarded to %{forward_address}.
fr: Votre message est en cours de transfert à %{forward_address}.

source: Edit Forwarding
fr: Modifier le transfert

source: Aliases
fr: Alias

source: Aliases let multiple users receive email sent to the same address.
fr: Un alias permet à plusieurs utilisateurs de recevoir le courrier envoyé à une même adresse.

source: New Message
fr: Nouveau message

source: Edit Draft Message
fr: Modifer le brouille

source: Forward Message
fr: Transférer le message

source: This inbox is currently being <strong>forwarded</strong> to %{forward_address}. New mail messages will not appear here.
fr: Cette boîte de réception est en train d'être <strong>transmise</strong> à %{forward_address}. Aucun nouveau message n'apparaîtra ici.

source: Status
fr: Statut

source: Read status
fr: Lire le statut

source: Message has attachments?
fr: Le message a-t-il des pièces jointes ?

source: Reply To All Recipeints
fr: Répondre à tous

source: Reply To Sender
fr: Répondre

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Does this message not look quite right?
fr: L'affichage de ce message n'est pas correct ?

source: We've noticed that some messages with rich-text or attached images don't always look quite right. In an effort to improve our ability to display complex messages correctly we'd like your permission to investigate this message further. Your privacy is very important to us so we will only use this message for bug-fixing purposes. Send this message to Joyent engineers for further analysis?
fr: Nous sommes conscients que certains messages avec du texte formaté ou desimages attachées ne s'affichent pas toujours correctement. Dans l'optiqued'améliorer notre capacité à afficher des messages complexes, nous voudrionspouvoir inspecter ce message plus précisément. La protection de votre vie privée est primordiale pour nous, sachez que ce message ne servira qu'à des fins de correction de bug. Envoyer ce message aux ingénieurs Joyent pour une analyse plus précise?

source: Your
fr: Votre

source: %{i18n_message_owner_name}'s
fr: De %{i18n_message_owner_name}

source: Inbox
fr: Boîte de réception

source: of
fr: de

source: The mail server is currently unavailble
fr: Le serveur mail est indisponible pour le moment

source: New Alias
fr: Nouvel alias

source: Show
fr: Afficher

source: View group info
fr: Voir les info du groupe

source: Delete Mail Alias
fr: Effacer l'alias mail

source: Forward In Time
fr: Suivant

source: Back In Time
fr: Précédent

source: Developer Tools
fr: Outils développeurs

source: Organization
fr: Organisation

source: User
fr: Utilisateur

source: Language
fr: Langue

source: Please add a password recovery email address to your account settings
fr: Veuillez ajouter une adresse email pour récupération de mot de passe à vos préférences de compte

source: Your Preferences
fr: Vos préférences

source: Edit your personal information
fr: Modifier vos informations

source: Account Switching
fr: Permutation de compte

source: Utilities
fr: Utilitaires

source: Customer Center
fr: Service clientèle

source: Go to the Joyent Customer Center
fr: Aller au Service clientèle Joyent

source: Open the Joyent Forum in a new window
fr: Ouvrir les forums Joyent dans une nouvelle fenêtre

source: Help
fr: Aide

source: Sign Out
fr: Déconnexion

source: Next Month
fr: Mois prochain

source: Previous Month
fr: Mois précédent

source: Resize Sidebar
fr: Redimensionner la barre latérale

source: Groups
fr: Groupes

source: Access
fr: Accès

source: Notify
fr: Notifier

source: Add Tags
fr: Ajouter tags

source: Set Access
fr: Définir accès

source: Notify Someone
fr: Notifier quelqu'un

source: Balance
fr: Crédits

source: Phone Numbers
fr: Numéros de téléphone

source: Your Jajah Login
fr: Votre login Jajah

source: Your Jajah Number
fr: Votre numéro Jajah

source: Your Email Address
fr: Votre adresse email

source: Your Password
fr: Votre mot de passe

source: Start Call
fr: Appeler

source: Edit Preferences
fr: Modifier préférences

source: Edit Account
fr: Modifier le compte

source: Account Type
fr: Type de compte

source: None &ndash; Contact Only
fr: Néant &ndash; Contact uniquement

source: Will have no access to your Connector.
fr: N'aura pas accès à votre Connector.

source: Guest
fr: Invité

source: Can only see or manage specified folders in your "Strongspace".
fr: Peut seulement voir ou accéder aux dossiers spécifiés dans votre "Strongspace".

source: Will have unrestricted access to the connector.
fr: Aura un accès complet au Connector.

source: Guest Info
fr: Informations Invité

source: User Info
fr: Informations Utilisateur

source: Your have reached your user limit. To create a new user either delete a current one or <a target="_blank" class="goto" href="http://customer.joyent.com/login">upgrade your plan</a>
fr: Vous avez atteint votre nombre limite d'utilisateurs.Pour créer un nouvel utilisateur, effacez-en un actuel ou <a target="_blank" class="goto" href="http://customer.joyent.com/login">passez à un abonnement supérieur.</a>

source: Allow this guest to also create and delete files?
fr: Autoriser cet invité à créer et effacer des fichiers ?

source: Reset Guest Password
fr: Réinitialiser le mot de passe Invité

source: email address
fr: adresse email

source: Reset
fr: Réinitialiser

source: Account
fr: Compte

source: Loading
fr: Chargement

source: Allow this user to create and delete other users?
fr: Autoriser cet utilisateur à créer et effacer d'autres utilisateurs ?

source: Receive notifications and event alarms via SMS, email and instant message
fr: Recevoir les notifications et alarmes d'événements via SMS, email et messagerie instantanée

source: Instant Message (Jabber)
fr: Messagerie instantanée (Jabber)

source: Edit Person
fr: Modifier la personne

source: New Person
fr: Nouvelle Personne

source: General Info
fr: Infos Générales

source: first name
fr: prénom

source: middle
fr: deuxième prénom

source: last
fr: nom

source: company name
fr: nom de l'entreprise

source: job title
fr: titre

source: Forward Email
fr: Transmettre email

source: Add Phone Number
fr: Ajouter numéro de téléphone

source: Email Addresses
fr: Adresses email

source: Add Email Address
fr: Ajouter adresse email

source: Addresses
fr: Adresses

source: Add Address
fr: Ajouter adresse

source: IM Address
fr: Adresse IM

source: Add IM Address
fr: Ajouter adresse IM

source: Websites
fr: Sites web

source: Add Website
fr: Ajouter site web

source: Special Dates
fr: Dates spéciales

source: Add Special Date
fr: Ajouter date spéciale

source: Import contacts from a vCard file (.vcf)
fr: Importer contacts depuis un fichier vCard (.vcf)

source: Download vCard for this person
fr: Télécharger vCard pour cette personne

source: Phone
fr: Téléphone

source: Call this person via Skype
fr: Appeler cette personne via Skype

source: Send Notifications Here
fr: Envoyer les notifications ici

source: Compose a new email to
fr: Nouveau message email à

source: Instant Messaging
fr: Messagerie instantanée

source: Home
fr: Domicile

source: Other
fr: Autre

source: Work
fr: Travail

source: street address
fr: adresse

source: city
fr: ville

source: state
fr: état

source: postal code
fr: code postal

source: country
fr: pays

source: You can add an image (GIF, JPG, or PNG), which will be resized to 48x48 pixels
fr: Vous pouvez ajouter une image (GIF, JPG ou PNG), qui sera redimensionnée à 48x48 pixels

source: Immediately remove the photo from this person?
fr: Retirer immédiatement la photo pour cette personne ?

source: mo
fr: mois

source: site name
fr: nom du site

source: Import vCards
fr: Importer vCards

source: Call
fr: Appeler

source: Delete user(s), and their content
fr: Effacer utilisateur(s), et leurs données

source: You are about to permanently delete
fr: Vous êtes sur le point d'effacer définitivement

source: Deleting a user will also <strong>irreversibly delete</strong> all of their mail, events, contacts, and files
fr: Effacer un utilisateur <strong>effacera irrémédiablement</strong> tous leurs courriers, contacts, événements, et fichiers

source: Permanently
fr: Définitivement

source: City
fr: Ville

source: State
fr: Etat

source: Zip
fr: Code postal

source: Search
fr: Chercher

source: Clear search
fr: Effacer la recherche

source: address(es) found
fr: adresse(s) trouvées

source: Logout
fr: Déconnexion

source: Person Type
fr: Type de personne

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Email Address
fr: Adresse email

source: Phone Number
fr: Téléphone

source: Company Name
fr: Nom entreprise

source: Download vCard
fr: Télécharger vCard

source: Compose a new email to %{i18n_email_address}
fr: Ecrire un nouveau message à %{i18n_email_address}

source: Item
fr: Elément

source: Item Type
fr: Type d'élément

source: Comment
fr: Commentaire

source: Added
fr: Ajouté

source: There are currently no %{i18n_unacknowledged}notifications.
fr: Actuellement aucune notification %{i18n_unacknowledged}.

source: unacknowledged
fr: ignorée
