Repository: bauhouse/connector
Catalog: po/*/connector.po
Languages: fr

source: Notified by %{i18n_notifier_name}
fr: Notifié par %{i18n_notifier_name}

source: Dismissed
fr: Rejeté

source: Dismiss
fr: Rejeter

source: Compose a new email to %{i18n_person_full_name}
fr: Ecrire nouveau message à %{i18n_person_full_name}

source: Go to report group.
fr: Aller au groupe rapport.

source: Go to this group.
fr: Aller à ce groupe

source: Reload this report.
fr: Recharger ce rapport.

source: Refresh
fr: Rafraîchir

source: Remove
fr: Supprimer

source: Remove this report from the workspace.
fr: Supprimer ce rapport de l'espace de travail.

source: Hide this report.
fr: Masquer ce rapport.

source: Hide Report
fr: Masquer rapport

source: Show this report.
fr: Afficher ce rapport.

source: Show Report
fr: Afficher rapport

source: Drag to change order
fr: Glisser pour changer l'ordre

source: Day
fr: Jour

source: Time Zone
fr: Fuseau horaire

source: Refresh all of the reports in the workspace.
fr: Rafraîchir tous les rapports dans l'espace de travail.

source: Refresh All
fr: Rafraîchir tous

source: Collapse all of the reports in the workspace.
fr: Condenser tous les rapports dans l'espace de travail.

source: Collapse All
fr: Condenser tous

source: Expand all of the reports in the workspace.
fr: Développer tous les rapports dans l'espace de travail.

source: Expand All
fr: Développer tous

source: There are no reports in your workspace.
fr: Il n'y a pas de rapports dans votre espace de travail.

source: Access unavailable
fr: Accès impossible

source: View
fr: Vue

source: Your %{i18n_controller_class_groupname}
fr: Votre %{i18n_controller_class_groupname}

source: Others' %{i18n_controller_class_groupname}
fr: %{i18n_controller_class_groupname} des autres

source: Notify unavailable
fr: Notifications indisponible

source: Notified
fr: Notifié

source: Rules
fr: Règles

source: Tags unavailable
fr: Tags indisponibles

source: Your Assigned Tags
fr: Tags assignés

source: No tags
fr: Aucun tag

source: Others' Assigned Tags
fr: Tags assignés aux autres

source: Move to %{i18n_controller_class_groupname}
fr: Déplacer vers %{i18n_controller_class_groupname}

source: Match All
fr: Suivant les critères:

source: tag is
fr: tag est

source: Add Tag
fr: Ajouter tag

source: contains
fr: contient

source: Add Condition
fr: Ajouter condition

source: Save Conditions
fr: Enregistrer conditions

source: Delete Smart
fr: Effacer

source: Do you want to delete this smart group? No items will be deleted
fr: Voulez-vous effacer ce groupe intelligent? Aucun élément ne sera effacé

source: Rename
fr: Renommer

source: New Smart %{i18n_controller_class_groupname}
fr: Nouveau %{i18n_controller_class_groupname} intelligent

source: Unsubscribe
fr: Se désabonner

source: Do you want to unsubscribe to %{i18n_group_name}?
fr: Voulez-vous vous désabonner de %{i18n_group_name} ?

source: Do you want to delete this group and all its subgroups? The items will be deleted.
fr: Voulez-vous effacer ce groupe et tous ses sous-groupes ? Les éléments seront effacés.

source: Restricted to you
fr: Seulement pour vous

source: Also allow
fr: Autoriser aussi

source: Save Permissions
fr: Enregistrer permissions

source: Subscription
fr: Abonnement

source: View this %{i18n_controller_class_groupname} in another account
fr: Voir ce %{i18n_controller_class_groupname} dans un autre compte

source: New %{i18n_controller_class_groupname}
fr: Nouveau %{i18n_controller_class_groupname}

source: Guest Access
fr: Accès Invité

source: Share with Selected Guests
fr: Partager avec des Invités choisis

source: Add New Folder or Smart Folder
fr: Ajouter nouveau dossier ou nouveau dossier intelligent

source: Smart Folder
fr: Dossier intelligent

source: Subscribe to this RSS feed
fr: S'abonner à ce fil RSS

source: Add New Calendar or Smart Calendar
fr: Ajouter nouveau calendrier ou calendrier intelligent

source: Smart Calendar
fr: Calendrier intelligent

source: Subscribe to this ICS calendar
fr: S'abonner à ce calendrier ICS

source: Lightning Portal
fr: Portal Lightning

source: Workspace
fr: Espace de travail

source: Add New Smart Group
fr: Ajouter nouveau groupe intelligent

source: Smart Group
fr: Groupe intelligent

source: What is it?
fr: Qu'est-ce c'est?

source: A portal to all things Lightning.
fr: Un portail pour tout ce qui concerne Lightning.

source: A place where you can gather views from every Connector application.
fr: Un endroit où vous pouvez rassembler des vues de chaque application de Connector.

source: How do I add a group?
fr: Comment ajouter un groupe ?

source: Check the 'Visible in your Workspace' checkbox in its info panel.
fr: Cocher la case 'Visible dans votre Espace de travail' dans son panneau d'informations.

source: Add New Folder
fr: Ajouter nouveau dossier

source: Lists
fr: Listes

source: New&hellip;
fr: Nouveau&hellip;

source: List Folder
fr: Dossier de listes

source: Smart List Folder
fr: Dossier de listes intelligent

source: Sent
fr: Message envoyés

source: Drafts
fr: Brouillons

source: Trash
fr: Corbeille

source: Add New Mailbox or Smart Mailbox
fr: Ajouter nouvelle boîte aux lettres ou boîte aux lettres intelligente

source: Mailbox
fr: Boîte aux lettres

source: Smart Mailbox
fr: Boîtes aux lettres intelligente

source: Download contacts as a vCard file
fr: Télécharger les contacts dans un fichier vCard

source: Download as VCARD
fr: Télécharger comme VCARD

source: On
fr: Le

source: %{i18n_comment_user_full_name} said
fr: %{i18n_comment_user_full_name} a dit

source: Repeat Until
fr: Répéter jusqu'à

source: Location on disk
fr: Emplacement sur le disque

source: Where
fr: Où

source: %{i18n_file_owner_person_name}'s Files
fr: Fichiers de %{i18n_file_owner_person_name}

source: File Size
fr: Taille du fichier

source: Copy all selected items to your Bookmarks
fr: Copier tous les éléments sélectionnés dans vos signets

source: Copy all selected items to your Contacts
fr: Copier tous les éléments sélectionnés dans vos contacts

source: Delete all selected items.
fr: Effacer tous les éléments sélectionnés.

source: Delete this item.
fr: Effacer cet élément.

source: Users Created
fr: Utilisateurs créés

source: User Shortcuts
fr: Raccourcis utilisateur

source: Users of multiple Connector accounts can create shortcuts to switch quickly between each account.
fr: Les utilisateurs de plusieurs comptes Connector peuvent créer des raccourcis pour basculer rapidement entre eux.

source: New Shortcut
fr: Nouveau raccourci

source: Add
fr: Ajouter

source: Current Shortcuts
fr: Raccourcis actuels

source: Disconnect User
fr: Déconnecter l'utilisateur

source: Bookmarks: %{i18n_group_name}
fr: Signets : %{i18n_group_name}

source: Calendar: %{i18n_group_name}
fr: Calendrier : %{i18n_group_name}

source: Files: %{i18n_group_name}
fr: Fichiers : %{i18n_group_name}

source: Lists: %{i18n_group_name}
fr: Listes : %{i18n_group_name}

source: Mail: %{i18n_group_name}
fr: Courrier : %{i18n_group_name}

source: People: %{i18n_group_name}
fr: Personnes : %{i18n_group_name}

source: Items tagged with: %{i18n_tag_name}
fr: Eléments taggés avec : %{i18n_group_name}

source: Mailboxes
fr: Boîtes aux lettres

source: Calendars
fr: Calendriers

source: Bookmark Folders
fr: Dossiers de signets

source: List Folders
fr: Dossiers de listes

source: Any Condition
fr: Toute condition

source: Owner Username
fr: Nom du propriétaire

source: Event Name
fr: Nom de l'événement

source: Repeat Type
fr: Répéter le type

source: Full Name
fr: Nom complet

source: Filename
fr: Nom de fichier

source: Group
fr: Groupe

source: People
fr: Personnes

source: Mail
fr: Courrier

source: Bookmark Folder
fr: Dossier de signets

source: List
fr: Listes

source: hour
fr: heure

source: hours
fr: heures

source: Cascading Style Sheet
fr: Feuille de style en cascade

source: Flash Video
fr: Video Flash

source: HTML Document
fr: Document HTML

source: PDF Document
fr: Document PDF

source: Photoshop Image
fr: Image Photoshop

source: Presentation
fr: Présentation

source: Protected Audio
fr: Audio protégé

source: Source Code
fr: Code source

source: Spreadsheet
fr: Feuille de calcul

source: Text
fr: Texte

source: Unknown Type
fr: Type inconnu

source: people
fr: personnes

source: files
fr: fichiers

source: bookmarks
fr: signets

source: comments
fr: commentaires

source: lists
fr: listes

source: listfolder
fr: dossier de listes

source: bookmark folder
fr: dossier de signets

source: calendar
fr: calendrier

source: mailbox
fr: boîte aux lettres

source: folder
fr: dossier

source: group
fr: groupe

source: Connect Notifications
fr: Notifications de Connector

source: Move Left
fr: Déplacer à gauche

source: Move Right
fr: Déplacer à droite

source: Select Previous
fr: Sélectionner précédent

source: Select Next
fr: Sélectionner suivant

source: Collapse
fr: Réduire

source: Expand
fr: Développer

source: ListFolder
fr: Listes

source: Spacebar
fr: Espace

source: Toggle First Checkbox
fr: Cocher première case

source: Untitled Event
fr: Evénement sans titre

source: can't change
fr: ne peut pas changer

source: doesn't have access,
fr: n'a pas accès,

source: isn't notified,
fr: n'est pas notifié,

source: no items selected,
fr: aucun élément sélectionné,

source: Not all selected items are deleteable.
fr: Certains éléments sélectionnés ne peuvent être effacés.

source: The selected item(s) can not be marked as not spam.
fr: Le(s) élément(s) sélectionné(s) ne peuvent pas être marqués comme non spam.

source: The selected item(s) can not be marked as spam.
fr: Le(s) élément(s) sélectionné(s) ne peuvent pas être marqués comme spam.

source: This item is not deleteable.
fr: Cet élément ne peut pas être effacé.

source: To receive Jabber notifications add 'notifier@joyent.com' to your IM client contacts.
fr: Pour recevoir des notifications Jabber, ajouter 'notifier@joyent.com' dans les contacts de votre client IM.

source: You must select a group to copy items to.
fr: Vous devez sélectionner un groupe pour y copier des éléments.

source: You must select a group to move items to.
fr: Vous devez sélectionner un groupe pour y déplacer des éléments.

source: You must select something in order to include it as an attachment.
fr: Vous devez sélectionner quelquechose afin de l'inclure en pièce jointe.

source: You must select something to copy it to another group.
fr: Vous devez sélectionner quelquechose pour le copier dans un autre groupe.

source: You must select something to copy.
fr: Vous devez sélectionner quelquechose à copier.

source: You must select something to delete.
fr: Vous devez sélectionner quelquechose à effacer.

source: You must select something to move it to another group.
fr: Vous devez sélectionner quelquechose pour le déplacer dans un autre groupe.

source: You must select something to tag.
fr: Vous devez sélectionner quelquechose à tagger.

source: contains<br />
fr: contient<br />

source: tag is<br />
fr: le tag est<br />

source: Type new tag here
fr: Taper nouveau tag ici

source: <div class="loadingMessageSmall">Loading&hellip;</div>
fr: <div class="loadingMessageSmall">Chargement&hellip;</div>

source: A user with the specified username already exists.
fr: Un utilisateur avec ce même nom d'utilisateur existe déjà.

source: Addresses can not be blank.
fr: Les adresses ne peuvent pas être vides.

source: An alias with the specified username already exists.
fr: Un alias avec ce même nom d'utilisateur existe déjà.

source: assign tag as your own
fr: assigner le tag comme étant le votre

source: assign tag
fr: assigner le tag

source: can change
fr: peut changer

source: Currently marked as primary
fr: Actuellement signalé(e) comme principal(e)

source: Deleting...
fr: Effacement...

source: Do you want to copy the selected bookmarks to your bookmarks?
fr: Voulez-vous copier le signet sélectionné vers vos signets ?

source: Do you want to copy the selected people to your contacts?
fr: Voulez-vous copier les personnes sélectionnées vers vos contacts ?

source: Do you want to delete the selected items?
fr: Voulez-vous effacer les éléments sélectionnés ?

source: Do you want to delete this item?
fr: Voulez-vous effacer cet élément ?

source: Email addresses can not be blank.
fr: L'adresse email ne peut pas être vide.

source: Everyone Else
fr: Tous les autres

source: has access to some selected items,
fr: a accès à quelques éléments sélectionnés,

source: has access,
fr: a accès,

source: IM addresses can not be blank.
fr: L'adresse IM ne peut pas être vide.

source: is notified of some selected items,
fr: est notifié de quelques éléments sélectionnés,

source: is notified,
fr: est notifié,

source: Mailbox names can not contain periods (.)
fr: Les noms de boîtes aux lettres ne peuvent pas contenir de points (.)

source: Mark as primary
fr: Signaler comme principal(e)

source: New
fr: Nouveau

source: New Smart
fr: Nouveau

source: No tag or condition fields may be blank.
fr: Les champs de tag ou de condition ne peuvent pas être vides.

source: Password recovery email address can not be blank.
fr: L'adresse email de récupération de mot de passe ne peut pas être vide.

source: Phone numbers can not be blank.
fr: Le numéro de téléphone ne peut pas être vide.

source: Search
fr: Rechercher

source: Search All
fr: Rechercher tout

source: Special date dates can not be blank.
fr: Les dates de Date spéciale ne peuvent pas être vides.

source: Special date descriptions can not be blank.
fr: La description des dates spéciales ne peut pas être vide.

source: tag info
fr: Infos tag

source: The file name can not be blank.
fr: Le nom de fichier ne peut pas être vide.

source: The group name can not be blank.
fr: Le nom de group ne peut pas être vide.

source: The password and confirmation must match.
fr: Le mot de passe et sa confirmation doivent correspondre.

source: The password can be no less than 4 characters.
fr: Le mot de passe ne peut pas avoir moins de 4 caractères.

source: The password can not be blank.
fr: Le mot de passe ne peut pas être vide.

source: The smart group name can not be blank.
fr: Le nom de groupe intelligent ne peut pas être vide.

source: The username can be no more than 50 characters.
fr: Le nom d'utilisateur ne peut pas se composer de plus de 50 caractères.

source: The username can not be blank.
fr: Le nom d'utilisateur ne pas être vide.

source: The username only can contain the characters a-z, 0-9, and _.
fr: Le nom d'utilisateur peut se composer seulement des caractères a-z, 0-9 et _.

source: unassign tag
fr: désassigner le tag

source: Viewability
fr: Visibilité

source: Viewable
fr: Visible

source: Website names can not be blank.
fr: Le nom de site web ne peut pas être vide.

source: Website URLs can not be blank.
fr: L'URL de site web ne peut pas être vide.

source: You must give a name to the event.
fr: Vous devez donner un nom à l'événement.

source: You must select a file to import.
fr: Vous devez sélectionner un fichier à importer.

source: You must select a file to upload.
fr: Vous devez sélectionner un fichier à envoyer.

source: You must specify a complete start date.
fr: Vous devez préciser une date de début complète.

source: You must specify a start time.
fr: Vous devez préciser une date de début.

source: You must specify an event duration.
fr: Vous devez préciser une durée d'événement.

source: You must specify at least one tag or condition.
fr: Vous devez préciser au moins un tag ou une condition.

source: You must specify either a name or company name.
fr: Vous devez préciser ou un nom, ou un nom d'entreprise.

source: Search for %{i18n_search_param}
fr: Recherche de %{i18n_search_param}
